
{
    "mainPara": "Sri Lanka, an island nation in South Asia, is home to a diverse array of indigenous animals, many of which are endemic, meaning they are found nowhere else in the world. The country's unique geographical features, including forests, wetlands, and coastal areas, contribute to this biodiversity.",
    "mainTitle": "Indigenous animals in Sri Lanka",

    "title1": "Sri Lankan  Elephant",
    "animal1": "The Sri Lankan elephant is a subspecies of the Asian elephant and is one of the three recognized subspecies in Sri Lanka. These elephants are highly revered in the country and can be found in various habitats, including national parks and protected areas like Udawalawe and Minneriya.",

    "title2": "Sri Lankan Leopard",
    "animal2": "The Sri Lankan elephant is a subspecies of the Asian elephant and is one of the three recognized subspecies in Sri Lanka. These elephants are highly revered in the country and can be found in various habitats, including national parks and protected areas like Udawalawe and Minneriya.",


    "title3": "Purple-faced Langu",
    "animal3": "The Sri Lankan leopard is the island's top predator and is known for its striking spotted coat. Yala National Park is particularly famous for leopard sightings. Conservation efforts are in place to protect this endangered species and its habitat.",

    "title4": "Sri Lanka Junglefowl",
    "animal4": "The Sri Lanka Junglefowl is the national bird and is endemic to the island. Males exhibit vibrant plumage, making them easily identifiable. They inhabit various forested areas and are culturally significant in Sri Lanka.",

    "title5": "Toque Macaque",
    "animal5": "The toque macaque is an endemic monkey species with a unique tuft of hair on its head. It adapts well to different environments, from forests to urban areas. However, habitat loss and human-wildlife conflict pose threats to its population.",

    "title6": "Rusty-spotted Cat",
    "animal6": "The rusty-spotted cat is the smallest wild cat in Sri Lanka and is found in dense vegetation. Its small size and elusive nature make ita challenging  species to study. Conservation efforts focus on protecting its habitats."

}